[
  {
    "id": 1,
    "name": "Shameik Moore",
    "birthday": "1995-05-04",
    "photoUrl": "11",
    "biography": "Born in Atlanta of Jamaican descent, Shameik Moore booked his first lead role of Malcolm in Rick Famuyiwa's Dope (2015), produced by Forest Whitaker and Nina Yang Bongiovi. The film, which is narrated by Forest Whitaker, also stars Tony Revolori, Kiersey Clemons, Zoë Kravitz, Kimberly Elise and A$AP Rocky.\n\nHis strong musical ability was recognized when he recorded several tracks for the film's soundtrack with Grammy award-winner Pharrell Williams.\n\nShameik got his start with Nick Cannon as a series regular on his Cartoon Network original live action sketch comedy series Incredible Crew (2012). He guest starred on Tyler Perry's House of Pain (2007) and BET's Reed Between the Lines (2011) and has a nice role in the Hallmark film The Watsons Go to Birmingham (2013). Shameik's big screen debut was in the film Joyful Noise (2012), where he starred alongside Queen Latifah and Dolly Parton.\n\nShameik Moore is a young multifaceted singer, actor and dancer and well on his way to leave his mark in the industry. His debut mix tape I Am Da Beat hosted by DJ Greg Street, debuted in 2012 to over 100,000 downloads. Shameik's skillful mastery of his vocal range and his fun, sensual lyrics have developed a strong fan base for this entertainer, who is set to release his new album in 2015.\n\nShameik, better known as Meak when he was a teen, is no stranger to viral love, with over 10 million hits on Youtube and a faithful fan base who faithfully supports him in his rise in the entertainment industry."
  },
  {
    "id": 2,
    "name": "Hailee Steinfeld",
    "birthday": "1996-12-11",
    "photoUrl": "12",
    "biography": "Hailee Steinfeld was born on December 11, 1996 in Tarzana, California, to Cheri (Domasin), an interior designer, and Peter Steinfeld, a personal fitness trainer. She has a brother, Griffin. Her uncle is Jake Steinfeld, a fitness trainer, and her great-uncle is actor Larry Domasin. Her father is of Ashkenazi Jewish descent and her mother's ancestry is Filipino, African-American, British Isles, and German. Hailee was raised in Thousand Oaks, California.\n\nAt an early age, she appeared in several short films to gain experience. She played the role of Talia Alden in She's a Fox (2009), which received several awards. Her debut in a feature film for theater was True Grit (2010). She played a major role, Mattie Ross, with Jeff Bridges, Josh Brolin, and Matt Damon. She got big attention for her performance in this movie, and she was nominated for the 'Best Supporting Actress' Academy Award. After a short break, she appeared in several films which were released in 2013. She played the role of Juliet in Shakespeare's Romeo & Juliet (2013), which also starred Douglas Booth, and was released in 2013. Also, she appeared in Ender's Game (2013) as Petra Arkanian, based on the book written by Orson Scott Card, and this movie was directed by Gavin Hood. She starred with Asa Butterfield and Harrison Ford, and this movie received positive reviews. She appeared in the short film The Magic Bracelet (2013), with Bailee Madison, as Angela.\n\nIn 2014, She appeared in 3 Days to Kill (2014), which was released on February 21, 2014. she played the major role of Zoey Renner, daughter of Kevin Costner. In Hateship Loveship (2013), she played Sabitha with Kristen Wiig. This movie was released on April 11, 2014 in USA. Steinfeld performed the role of Emily Junk in Pitch Perfect 2 (2015). She also starred in Barely Lethal (2015) with Jessica Alba. She filmed the movie, Ten Thousand Saints (2015), as the role of Eliza, again opposite Asa Butterfield.\n\nIn 2016, she starred in the teen dramedy The Edge of Seventeen (2016), for which she received a Golden Globe nomination for Best Actress in a Motion Picture - Comedy or Musical.\n\nShe has been home-schooled since 2008. Hailee says she is very interested to be on the other side of camera and would like to eventually produce and direct."
  },
  {
    "id": 3,
    "name": "Jake Johnson",
    "birthday": "1978-05-28",
    "photoUrl": "13",
    "biography": "Jake Johnson (born Mark Jake Johnson Weinberger; May 28, 1978) is an American actor, comedian and director, most commonly known for playing Nick Miller in the Fox comedy series New Girl opposite Zooey Deschanel, for which he has received a Teen Choice Award nomination among others. Johnson also co-starred in the 2009 film Paper Heart and the 2012 film Safety Not Guaranteed, as well as appearing in Get Him to the Greek, 21 Jump Street. His first starring role in a feature film was Drinking Buddies, and he also starred in the 2014 comedy Let's Be Cops, alongside fellow New Girl star Damon Wayans, Jr. Appeared alongside Chris Pratt and Bryce Dallas Howard in Jurassic World (2015). Co-starred with Tom Cruise and Russell Crowe, in the Dark Universe thriller, The Mummy (2017). Starred as gambler Eddie Garrett in Netflix feature film Win It All (2017), alongside Keegan Michael Key and Joe Lo Truglio, directed by friend Joe Swanberg."
  },
  {
    "id": 4,
    "name": "Joaquim Dos Santos",
    "birthday": "1977-06-22",
    "photoUrl": "14",
    "biography": "Joaquim Dos Santos was born on June 22, 1977 in Lisbon, Portugal. He is a producer, known for The Legend of Korra (2012), Spider-Man: Across the Spider-Verse (2023) and Avatar: The Last Airbender (2005)."
  },
  {
    "id": 5,
    "name": "Phil Lord",
    "birthday": "1975-07-12",
    "photoUrl": "15",
    "biography": "Philip A. Lord is an American filmmaker, producer and writer who collaborates with Christopher Miller. They both worked on Clone High, a cult classic animated sci-fi teen comedy show, The Lego Movie, 21 Jump Street, 22 Jump Street and Spider-Man: Into the Spider-Verse. Into the Spider-Verse is considered one of the best animated films of the 2010s and won Best Animated Feature."
  },
  {
    "id": 6,
    "name": "Kemp Powers",
    "birthday": "1973-10-30",
    "photoUrl": "16",
    "biography": "Kemp Powers is known for One Night in Miami... (2020), Soul (2020) and Spider-Man: Across the Spider-Verse (2023)."
  },
  {
    "id": 7,
    "name": "Christopher Miller",
    "birthday": "1975-09-23",
    "photoUrl": "17",
    "biography": "Christopher Miller is an American filmmaker, producer and writer who collaborates with Philip A. Lord. They both worked on Clone High, a cult classic animated sci-fi teen comedy show, The Lego Movie, Cloudy with a Chance of Meatballs, 21 Jump Street, 22 Jump Street and Spider-Man: Into the Spider-Verse. Into the Spider-Verse is considered one of the best animated films of the 2010s and won Best Animated Feature."
  },
  {
    "id": 8,
    "name": "Justin K. Thompson\n",
    "birthday": null,
    "photoUrl": "18",
    "biography": "Justin K. Thompson is known for Spider-Man: Across the Spider-Verse (2023), Spider-Man: Into the Spider-Verse (2018) and Cloudy with a Chance of Meatballs 2 (2013)."
  },
  {
    "id": 9,
    "name": "Dave Callaham",
    "birthday": "1977-10-24",
    "photoUrl": "19",
    "biography": "Dave Callaham was born in Fresno, California, USA. Dave is a writer and producer, known for Shang-Chi and the Legend of the Ten Rings (2021), Spider-Man: Across the Spider-Verse (2023) and Jean-Claude Van Johnson (2016). Dave has been married to Bree Tichy since May 9, 2009. They have one child."
  },
  {
    "id": 10,
    "name": "Margot Robbie",
    "birthday": "1990-07-02",
    "photoUrl": "20",
    "biography": "Margot Elise Robbie was born on July 2, 1990 in Dalby, Queensland, Australia to Scottish parents. Her mother, Sarie Kessler, is a physiotherapist, and her father, is Doug Robbie. She comes from a family of four children, having two brothers and one sister. She graduated from Somerset College in Mudgeeraba, Queensland, Australia, a suburb in the Gold Coast hinterland of South East Queensland, where she and her siblings were raised by their mother and spent much of her time at the farm belonging to her grandparents. In her late teens, she moved to Melbourne, Victoria, Australia to pursue an acting career.\n\nFrom 2008-2010, Robbie played the character of Donna Freedman in the long-running Australian soap opera, Neighbours (1985), for which she was nominated for two Logie Awards. She set off to pursue Hollywood opportunities, quickly landing the role of Laura Cameron on the short-lived ABC series, Pan Am (2011). She made her big screen debut in the film, About Time (2013).\n\nRobbie rose to fame co-starring alongside Leonardo DiCaprio, portraying the role of Naomi Lapaglia in Martin Scorsese's Oscar nominated film, The Wolf of Wall Street (2013). She was nominated for a Breakthrough Performance MTV Movie Award, and numerous other awards.\n\nIn 2014, Robbie founded her own production company, LuckyChap Entertainment. She also appeared in the World War II romantic-drama film, Suite Française (2014). She starred in Focus (2015) and Z for Zachariah (2015), and made a cameo in The Big Short (2015).\n\nIn 2016, she married Tom Ackerley in Byron Bay, New South Wales, Australia.\n\nShe starred as Jane Porter in The Legend of Tarzan (2016), Tanya Vanderpoel in Whiskey Tango Foxtrot (2016) and as DC comics villain Harley Quinn in Suicide Squad (2016), for which she was nominated for a Teen Choice Award, and many other awards.\n\nShe portrayed figure skater Tonya Harding in the biographical film I, Tonya (2017), receiving critical acclaim and a Golden Globe Award nomination for Best Actress - Motion Picture Comedy or Musical."
  },
  {
    "id": 11,
    "name": "Ryan Gosling",
    "birthday": "1980-11-12",
    "photoUrl": "21",
    "biography": "Born Ryan Thomas Gosling on November 12, 1980, in London, Ontario, Canada, he is the son of Donna (Wilson), a secretary, and Thomas Ray Gosling, a traveling salesman. Ryan was the second of their two children, with an older sister, Mandi. His ancestry is French-Canadian, as well as English, Scottish, and Irish. The Gosling family moved to Cornwall, Ontario, where Ryan grew up and was home-schooled by his mother. He also attended Gladstone Public School, Cornwall Collegiate, and Vocational High School in Cornwall, where he excelled in Drama and Fine Arts. The family then relocated to Burlington, Ontario, where Ryan attended Lester B. Pearson High School.\n\nRyan first performed as a singer at talent contests with Mandi. He attended an open audition in Montreal for the TV series \"The Mickey Mouse Club\" (The All New Mickey Mouse Club (1989)) in January 1993 and beat out 17,000 other aspiring actors for a a spot on the show. While appearing on \"MMC\" for two years, he lived with co-star Justin Timberlake's family.\n\nThough he received no formal acting training, after \"MMC,\" Gosling segued into an acting career, appearing on the TV series Young Hercules (1998) and Breaker High (1997), as well as the films The Slaughter Rule (2002), Murder by Numbers (2002), and Remember the Titans (2000). He first attracted serious critical attention with his performance as the Jewish neo-Nazi in the controversial film The Believer (2001), which won the Grand Jury Prize at the 2001 Sundance Film Festival. He was cast in the part by writer-director Henry Bean, who believed that Gosling's strict upbringing gave him the insight to understand the character Danny, whose obsessiveness with the Judaism he was born into turns to hatred. He was nominated for an Independent Spirit Award as Best Male Lead in 2002 for the role and won the Golden Aries award from the Russian Guild of Film Critics.\n\nAfter appearing in the sleeper The Notebook (2004) in 2004, Gosling won the dubious honor of being named one of the 50 Hottest Bachelors by People Magazine. More significantly, he was named the Male Star of Tomorrow at the 2004 Show West convention of movie exhibitors.\n\nGosling reached a summit of his profession with his performance in Half Nelson (2006), which garnered him an Academy Award nomination as Best Actor. In a short time, he has established himself as one of the finest actors of his generation. Throughout the subsequent decade, he has become all three of an internet fixation, a box office star, and a critical darling, having headlined Blue Valentine (2010), Crazy, Stupid, Love. (2011), Drive (2011), The Ides of March (2011), The Place Beyond the Pines (2012), The Nice Guys (2016), and La La Land (2016). In 2017, he starred in the long-awaited science fiction sequel Blade Runner 2049 (2017), with Harrison Ford.\n\nRyan has two children with his partner, actress Eva Mendes."
  },
  {
    "id": 12,
    "name": "Dua Lipa",
    "birthday": "1995-08-22",
    "photoUrl": "22",
    "biography": "Dua Lipa is an English singer, songwriter, and model. Her musical career began at age 14, when she began covering songs by other artists on YouTube. In 2015, she was signed with Warner Music Group and released her first single soon after. In December 2016, a documentary about Lipa was commissioned by The Fader magazine, titled See in Blue. In January 2017, Lipa won the EBBA Public Choice Award. Her self-titled debut studio album was released on 2 June 2017. The album spawned seven singles, including two UK top-10 singles \"Be the One\" and \"Idgaf\" and the UK number-one single \"New Rules\", which also reached number six in the US. In 2018, Lipa won two Brit Awards for British Female Solo Artist and British Breakthrough Act.\n\nLipa was born in London, to Albanian parents from Kosovo who had left Pristina in the 1990s. She attended Sylvia Young Theatre School, part-time, before moving to Kosovo with her family in 2008. Lipa grew up listening to her father, singer Dukagjin Lipa. Her given name means \"love\" in Albanian; its atypical nature was cause for distaste in her youth, but she grew to \"enjoy\" it as it eliminated the need for a stage name. At the age of 14, she began posting covers of her favorite songs by artists such as P!nk and Nelly Furtado on YouTube. At the age of 15, she moved back to London with aspirations of becoming a singer. Shortly after, she began working as a model. In 2013, she starred in a television advertisement for The X Factor.\n\nIn 2015, Lipa began working on her debut album for Warner Music Group. In August 2015, she released her first single \"New Love\", produced by Emile Haynie and Andrew Wyatt. She released her second single \"Be the One\", in October 2015. \"Be the One\" achieved success across Europe, reaching number one in Belgium, Poland and Slovakia, as well as charting within the top 10 in over 11 European territories. In Australia and New Zealand, the song became an airplay success, reaching numbers 6 and 20 respectively. Lipa describes her musical style as \"dark pop\". On 30 November 2015, she was revealed as one of the acts on the BBC Sound of...2016 long list. Her first tour in the UK and Europe began in January 2016. In November 2016, Lipa concluded her tour through Europe.\n\nIn January 2018, Lipa received nominations in five categories at the 2018 Brit Awards, more nominations than any other artist that year. She was nominated for British Female Solo Artist, British Breakthrough Act, MasterCard British Album of the Year (Dua Lipa), British Single of The Year (\"New Rules\") and British Video of The Year (\"New Rules\"). This was the first time that a female artist had received five nominations.[36] She performed at the awards ceremony held on 21 February at the O2 Arena in London and collected the awards for British Female Solo Artist and British Breakthrough Act.\n\nLipa announced via social media that she had begun working on new material for her second album. She is working with MNEK, who previously co-wrote her single \"Idgaf\". The singer also collaborated with electronic music producer Whethan on a song called \"High\" for the Fifty Shades Freed soundtrack released in February 2018."
  },
  {
    "id": 13,
    "name": "Greta Gerwig",
    "birthday": "1983-08-04",
    "photoUrl": "23",
    "biography": "Greta Gerwig is an American actress, playwright, screenwriter, and director. She has collaborated with Noah Baumbach on several films, including Greenberg (2010), Frances Ha (2012), for which she earned a Golden Globe nomination, and Mistress America (2015). Gerwig made her solo directorial debut with the critically acclaimed comedy-drama film Lady Bird (2017), which she also wrote, and has also had starring roles in the films Damsels in Distress (2011), Jackie (2016), and 20th Century Women (2016).\n\nGreta Celeste Gerwig was born in Sacramento, California, to Christine Gerwig (née Sauer), a nurse, and Gordon Gerwig, a financial consultant and computer programmer. She has German, Irish, and English ancestry. Gerwig was raised as a Unitarian Universalist, but also attended an all-girls Catholic school. She has described herself as \"an intense child\". With an early interest in dance, she intended to get a degree in musical theatre in New York. She graduated from Barnard College in NY, where she studied English and philosophy, instead. Originally intending to become a playwright, after meeting young film director Joe Swanberg, she became the star of a series of intellectual low budget movies made by first-time filmmakers, a trend dubbed \"mumblecore\".\n\nGerwig was cast in a minor role in Swanberg's LOL (2006) in 2006, while still studying at Barnard. She then appeared in many of Swanberg's films, and personally co-directed, co-wrote and co-produced one entitled Nights and Weekends (2008). She has worked with good quality directors such as Ti West (The House of the Devil (2009)), Whit Stillman (Damsels in Distress (2011)), or Woody Allen (To Rome with Love (2012)) but success and (international) recognition did not come until Frances Ha (2012), directed by Noah Baumbach, a film she also co-wrote. Both tall and immature, awkward and graceful, blundering and candid, annoying and engaging, Greta has won all hearts in the title role of Frances Ha(liday).\n\nIn 2017, she wrote and directed the highly acclaimed, semi-autobiographical teen movie Lady Bird (2017), set in 2002-2003, and starring Saoirse Ronan, Laurie Metcalf, and Timothée Chalamet.\n\nIn 2011, Gerwig received an award for Acting from the Athena Film Festival for her artistry as one of Hollywood's definitive screen actresses of her generation."
  },
  {
    "id": 14,
    "name": "Noah Baumbach",
    "birthday": "1969-09-03",
    "photoUrl": "24",
    "biography": "Born in Brooklyn in 1969 Noah Baumbach is the son of two film critics, Georgia Brown and Jonathan Baumbach (also a writer). His studies at Vassar College were the subject of his first film (made as he was 26 years old), Kicking and Screaming (1995). His second major picture, made ten years later, The Squid and the Whale (2005) was no less autobiographical but went back further in his personal history, back to the time when his parents separated. Recounting this past trauma and its aftermath earned Noah a selection at the Sundance Film Festival, three Golden Globe nominations and a best screenplay Oscar nomination. From then on his career was launched and his output became more regular with Margot at the Wedding (2007) starring Nicole Kidman and his wife Jennifer Jason Leigh, Greenberg (2010), filmed in Los Angeles, with Ben Stiller and Greta Gerwig. Back in New york, where he lives, he was the director (and co-author with his main actress, Greta Gerwig) of the bittersweet art house success Frances Ha (2012). Besides directing films, he also co-writes some with Wes Anderson, a good friend of his, and is the author of humor columns in the New Yorker."
  },
  {
    "id": 15,
    "name": "Michelle Yeoh",
    "birthday": "1962-08-06",
    "photoUrl": "25",
    "biography": "Michelle Yeoh was born in Ipoh, Malaysia. She's the daughter of Janet Yeoh & Kian Teik Yeoh. She's of Hokkien descent, speaking English and Malay before Chinese. A ballet dancer since 4, she moved to London to study at the Royal Academy as a teen. After a brief dance career, she won the Miss Malaysia beauty pageant title in and the Miss Moomba beauty pageant title in Melbourne, Australia in the early 1980s. Her first on camera work was a 1984 commercial with martial arts star Jackie Chan. In 1985, she began making action movies with D&B Films of Hong Kong. She was first billed as Michelle Khan, then Michelle Yeoh. Never a trained martial artist, she relied on her dance discipline and on-set trainers to prepare for martial arts action scenes.\n\nShe uses many dance moves in her films and does most of her own stunts. In 1988, she married wealthy D&B Films executive Dickson Poon & retired from acting. Even though they divorced in 1992, she's close to Poon's second wife and a godmother to his daughter. When she returned to acting, she became very popular w/ Chinese audiences. She later became known to Western audiences through role in the James Bond film Tomorrow Never Dies (1997) and in the phenomenally successful Crouching Tiger, Hidden Dragon (2000). She turned down a role in a sequel to The Matrix (1999).\n\nShe has her own production company, Mythical Films. She trained with the Shen Yang Acrobatic team for her role in The Touch (2002), an English-language film she both starred in and produced. She hopes to use her company to discover and nurture new film-making talent. She also aspires to act in roles that combine both action and deeper spiritual themes."
  },
  {
    "id": 16,
    "name": "Stephanie Hsu",
    "birthday": "1990-11-25",
    "photoUrl": "26",
    "biography": "Actress Stephanie Hsu (pronounced \"Shoe\") was born on November 25 in Los Angeles, California. She's known for her breakout performance as Joy/Jobu Tupaki in A24 & Daniels' \"Everything Everywhere All at Once,\" as well as her work as Mei on Season 3 and 4 of \"The Marvelous Mrs. Maisel,\" Joy on Hulu's cult drama \"The Path\", and MTV's \"Girl Code.\" She made her start in experimental, downtown theater in New York, which eventually led her to Broadway as Karen the Computer in \"SpongeBob The Musical,\" and as Christine Canigula in the viral sensation \"Be More Chill.\" She is a graduate of NYU Tisch School of the Arts, where she studied at the Atlantic Theater Company and the Experimental Theater Wing."
  },
  {
    "id": 17,
    "name": "Jamie Lee Curtis",
    "birthday": "1958-11-22",
    "photoUrl": "27",
    "biography": "Jamie Lee Curtis was born on November 22, 1958 in Los Angeles, California, the daughter of legendary actors Janet Leigh and Tony Curtis. She got her big break at acting in 1978 when she won the role of Laurie Strode in Halloween (1978). After that, she became famous for roles in movies like Trading Places (1983), Perfect (1985) and A Fish Called Wanda (1988). She starred in one of the biggest action films ever, True Lies (1994), for which she won a Golden Globe Award for her performance. Curtis also appeared on Buck Rogers in the 25th Century (1979), and starred in Death of a Centerfold: The Dorothy Stratten Story (1981) as the title role. Her first starring role was opposite Richard Lewis on the ABC situation comedy Anything But Love (1989). In 1998, she starred in Halloween H20: 20 Years Later (1998) in which she reprised her role that made her famous back in 1978.\n\nJamie Lee served as an honorary chairperson for the Building Resilience for Young Children Dealing with Trauma program held at the Shakespeare Theatre - Harman Center for the Arts in Washington, D.C. She was an inspiration for the youth that were celebrated. Curtis was also given an award from US Department of Health and Human Services Kathleen Sebelius and National Endowment for the Arts Chairman Rocco Landesman for her work on behalf of children through her charities and children's books."
  },
  {
    "id": 18,
    "name": "Daniel Kwan",
    "birthday": "1988-02-10",
    "photoUrl": "28",
    "biography": "Daniel Kwan with Daniel Scheinert, collectively known as Daniels, are a duo of film directors and writers. They began their career as directors of music videos, including the popular DJ Snake promotional for the single \"Turn Down for What\" (2013). They have since ventured into film, having written and directed the surreal comedy-drama Swiss Army Man (2016) and the science-fiction action comedy Everything Everywhere All at Once (2022), the latter became A24's highest-grossing film of all time."
  },
  {
    "id": 19,
    "name": "Daniel Scheinert",
    "birthday": "1987-06-07",
    "photoUrl": "29",
    "biography": "Daniel Scheinert was born on June 7, 1987 in Birmingham, Alabama, USA. He is a director and actor, known for Everything Everywhere All at Once (2022), Swiss Army Man (2016) and Foster the People: Houdini (2012)."
  },
  {
    "id": 20,
    "name": "Rosie Perez",
    "birthday": "1964-09-06",
    "photoUrl": "30",
    "biography": "Rosie Perez was born in Bushwick, Brooklyn, New York City, to Lydia Perez and Ismael Serrano, a merchant marine. She is of Puerto Rican descent. Rosie attended Grover Cleveland High School in Ridgewood, Queens, New York, and later enrolled at Los Angeles City College in Los Angeles, California. Rosie Perez was in her second year of college, and just about to move back to New York from Los Angeles. Her friends had given her a going-away party. When Spike Lee proposed that she work in his film Do the Right Thing (1989), she accepted. It would be her first major acting role. She went on play the supporting role of Carla Rodrigo in Peter Weir's Fearless (1993), for which she was nominated for an Academy Award for Best Supporting Actress. (She lost to Anna Paquin for The Piano (1993).)"
  },
  {
    "id": 21,
    "name": "Mary Elizabeth Winstead",
    "birthday": "1984-11-28",
    "photoUrl": "31",
    "biography": "Mary Elizabeth Winstead is an actress known for her versatile work in a variety of film and television projects. Possibly most known for her role as Ramona Flowers in Scott Pilgrim vs. the World (2010), she has also starred in critically acclaimed independent films such as Smashed (2012), for which she received an Independent Spirit Award nomination, as well as genre fare like Final Destination 3 (2006) and Quentin Tarantino's Death Proof (2007).\n\nWinstead was born in Rocky Mount, North Carolina but largely raised in Sandy, Utah, which is where she discovered a love for the performing arts. She grew up training to be a ballerina and attended the Joffrey Ballet School training program at the age of 12. It was also around this time that she began to pursue a career in acting and soon started working steadily in television and film.\n\nWinstead is also a recordin"
  },
  {
    "id": 22,
    "name": "Cathy Yan",
    "birthday": null,
    "photoUrl": "32",
    "biography": "Cathy Yan is known for Birds of Prey (2020), Dead Pigs (2018) and According to My Mother (2016)."
  },
  {
    "id": 23,
    "name": "Christina Hodson",
    "birthday": null,
    "photoUrl": "33",
    "biography": "Christina Hodson is a Taiwanese-British film screenwriter from London, England who is known for writing the films Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn) and Bumblebee. She also wrote the scrapped DC film Batgirl, the upcoming DC film The Flash, the psychological thriller Shut In and the drama thriller film Unforgettable."
  },
  {
    "id": 24,
    "name": "Paul Dini",
    "birthday": "1957-08-07",
    "photoUrl": "34",
    "biography": "Paul Dini is an American animator and writer known for his contributions to DC Comics, including Batman: The Animated Series, Gotham Girls and fan favorite character Harley Quinn. He also worked on Batman: Arkham Asylum and it's sequel Batman: Arkham City as well as a 2003 animated pilot based on Zatanna starring Tara Strong. He is seen as the curator of the DC Animated Universe alongside Bruce Timm."
  },
  {
    "id": 25,
    "name": "Bruce Timm",
    "birthday": "1961-02-05",
    "photoUrl": "35",
    "biography": "Bruce Timm is an American animator, writer, voice actor and director. He is known for creating Batman: The Animated Series, Superman: The Animated Series, Justice League and various installments of the DC Animated Universe. He co-created several DC characters including Harley Quinn and Livewire. He also worked on various DC animated films including Batman and Harley Quinn and Batman: Gotham by Gaslight."
  },
  {
    "id": 26,
    "name": "Rosemarie DeWitt",
    "birthday": "1971-08-26",
    "photoUrl": "36",
    "biography": "Rosemarie Braddock DeWitt, who is also known as Rosemarie DeWitt, is one of the most popular American actresses. She was born on October 26, 1971 in Flushing, Queens that lies in New York, USA. Her parents are Rosemarie Baddock and Kenny DeWitt. She has been featured in various roles in a number of movies and TV shows. She was raised in Hanover Township, New Jersey and she graduated from Whippany Park High School. She also used to perform in many high school productions. She is a granddaughter of former World Heavyweight Champion Jimmy Braddock, and played the role of neighbor Sara Wilson in the movie Cinderella Man (2005), which depicted Jimmy Braddock's life. DeWitt performed in numerous off Broadway plays. Most notably, she starred in John Patrick Shanley's Danny and the Deep Blue Sea at the Second Stage Theatre; George S. Kaufman's The Butter and Egg Man at the Atlantic Theater Company; and Craig Lucas' Small Tragedy, for which the entire cast won an Obie Award. From May 4-23, 2010, DeWitt appeared in MCC Theater's Off Broadway play Family Week, written by Beth Henley and directed by Jonathan Demme. In its review of the play, the New York Times stated that DeWitt's lead performance has many affecting moments as the beleaguered Claire. DeWitt appeared in Showtime's series United States of Tara (2009) as Tara's sister, Charmaine. She appeared in Season 1 of the AMC series Mad Men (2007) as Midge Daniels, lead character Don Draper's bohemian mistress, and returned for one episode in Season 4. She co-starred with Ron Livingston in the 2006-2007 Fox series Standoff (2006). She played FBI hostage negotiator Emily Lehman. DeWitt has also appeared on television in Law & Order: Special Victims Unit (1999), Sex and the City (1998), Rescue Me (2004), and Love Monkey (2006). DeWitt is featured in the film Margaret (2011), opposite Anna Paquin and Mark Ruffalo. Additional film credits include Purple Violets (2007), Off the Black (2006), The Wedding Weekend (2006), The Great New Wonderful (2005), The Commuters (2005) and How I Got Lost (2009). She plays the role of Rachel in the Jonathan Demme-directed movie Rachel Getting Married (2008) alongside Anne Hathaway, for which she won several critics' awards and a Satellite Award for Best Supporting Actress. DeWitt played Ben Affleck's character's wife in the corporate drama The Company Men (2010). In 2011 she played Hannah, one of the three lead characters in the critically acclaimed Your Sister's Sister (2011), opposite Emily Blunt and Mark Duplass. In 2011, she played Renee Blair in the film A Little Bit of Heaven (2011) starring Kate Hudson. In 2012, she played Alice in Gus Van Sant's film Promised Land (2012), released on December 28, 2012. In 2016 she appeared in the multi-award-winning La La Land (2016) as Laura, the sister of Ryan Gosling's character Sebastian."
  },
  {
    "id": 27,
    "name": "Emma Stone",
    "birthday": "1988-11-06",
    "photoUrl": "37",
    "biography": "Emily Jean \"Emma\" Stone was born on November 6, 1988 in Scottsdale, Arizona to Krista Jean Stone (née Yeager), a homemaker & Jeffrey Charles \"Jeff\" Stone, a contracting company founder and CEO. She is of Swedish, German & British Isles descent. Stone began acting as a child as a member of the Valley Youth Theatre in Phoenix, Arizona, where she made her stage debut in a production of Kenneth Grahame's \"The Wind in the Willows\". She appeared in many more productions through her early teens until, at the age of fifteen, she decided that she wanted to make acting her career.\n\nThe official story is that she made a PowerPoint presentation, backed by Madonna's \"Hollywood\" and itself entitled \"Project Hollywood\", in an attempt to persuade her parents to allow her to drop out of school and move to Los Angeles. The pitch was successful and she and her mother moved to LA with her schooling completed at home while she spent her days auditioning.\n\nShe had her TV breakthrough when she won the part of Laurie Partridge in the VH1 talent/reality show In Search of the Partridge Family (2004) which led to a number of small TV roles in the following years. Her movie debut was as Jules in Superbad (2007) and, after a string of successful performances, her leading role as Olive in Easy A (2010) established her as a star."
  },
  {
    "id": 28,
    "name": "Damien Chazelle",
    "birthday": "1985-01-19",
    "photoUrl": "38",
    "biography": "Damien Chazelle is an American director and screenwriter. His directorial debut was the musical Guy and Madeline on a Park Bench (2009), his breakthrough came when he wrote and directed his second feature film, Whiplash (2014), which was based on his award-winning 2013 short film of the same name. The film received five Academy Award nominations, including Best Picture and Best Adapted Screenplay for Chazelle.\n\nIn 2016 his film La La Land received critical and commercial acclaim, winning all 7 of its Golden Globe nominations, including Best Director, and Best Original Screenplay. It also received a record-tying 14 Academy Award nominations, winning six including Best Director for Chazelle who became the youngest person in history to win a Oscar for Best Director at the age of 32.\n\nChazelle also co-wrote 10 Cloverfield Lane (2016)."
  }
]